Repository: soko-grafik/Wordpress-Translations
Catalog: woocommerce-gateway-paypal-express-checkout-*/woocommerce-gateway-paypal-express-checkout-*.po
Languages: de_de

source: Internally, WC calculates line item prices and taxes out to four decimal places; however, PayPal can only handle amounts out to two decimal places (or, depending on the currency, no decimal places at all). Occasionally, this can cause discrepancies between the way WooCommerce calculates prices versus the way PayPal calculates them. If a mismatch occurs, this option controls how the order is dealt with so payment can still be taken.
de_de: Intern berechnet WC die Positionspreise und Steuern auf vier Dezimalstellen; PayPal kann jedoch nur Beträge mit zwei Nachkommastellen verarbeiten (oder, abhängig von der Währung, keine Nachkommastellen). Gelegentlich kann dies zu Diskrepanzen zwischen der Berechnung von Preisen durch WooCommerce und der Art und Weise, wie PayPal sie berechnet, führen. Wenn eine Nichtübereinstimmung auftritt, steuert diese Option, wie der Auftrag bearbeitet wird, damit die Zahlung noch ausgeführt werden kann.

source: Add another line item
de_de: Fügen Sie eine weitere Buchung hinzu

source: Do not send line items to PayPal
de_de: Senden Sie keine Buchungen an PayPal

source: A payment gateway for PayPal Express Checkout (https://www.paypal.com/us/webapps/mpp/express-checkout).
de_de: Ein Zahlungsgateway für PayPal Express Checkout (https://www.paypal.com/us/webapps/mpp/express-checkout).

source: Automattic
de_de: Automatisch
