Repository: soko-grafik/Wordpress-Translations
Catalog: woocommerce-gateway-paypal-express-checkout-*/woocommerce-gateway-paypal-express-checkout-*.po
Languages: de_de

source: Allow customers to conveniently checkout directly with PayPal.
de_de: Erlauben Sie Kunden, direkt mit PayPal direkt auszuzahlen.

source: Continue to payment
de_de: Weiter zur Zahlung

source: Sorry, an error occurred while trying to process your payment. Please try again.
de_de: Beim Versuch, Ihre Zahlung zu bearbeiten, ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: No API certificate on file.
de_de: Kein API-Zertifikat in Datei.

source: expired on %s
de_de: abgelaufen am %s

source: expires on %s
de_de: läuft ab auf %s

source: Certificate belongs to API username %1$s; %2$s
de_de: Das Zertifikat gehört zum API-Benutzernamen %1$s; %2$s

source: The certificate on file is not valid.
de_de: Das angegebene Zertifikat ist nicht gültig.

source: Error: The logo image URL you provided is not valid and cannot be used.
de_de: Fehler: Die von Ihnen angegebene Logo-URL ist ungültig und kann nicht verwendet werden.

source: Error: You must enter API password.
de_de: Fehler: Sie müssen das API-Passwort eingeben.

source: Error: The %s credentials you provided are not valid. Please double-check that you entered them correctly and try again.
de_de: Fehler: Die angegebenen %s Anmeldedaten sind nicht gültig. Bitte überprüfen Sie, ob Sie sie korrekt eingegeben haben, und versuchen Sie es erneut.

source: An error occurred while trying to validate your %s API credentials. Unable to verify that your API credentials are correct.
de_de: Beim Versuch, Ihre %s API-Anmeldedaten zu überprüfen, ist ein Fehler aufgetreten. Es kann nicht überprüft werden, ob die API-Anmeldeinformationen korrekt sind.

source: Error: The %s API certificate is not valid.
de_de: Fehler: Das %s API-Zertifikat ist nicht gültig.

source: Error: The %s API certificate has expired.
de_de: Fehler: Das API-Zertifikat %s ist abgelaufen.

source: Error: The API username does not match the name in the API certificate. Make sure that you have the correct API certificate.
de_de: Fehler: Der API-Benutzername stimmt nicht mit dem Namen im API-Zertifikat überein. Stellen Sie sicher, dass Sie über das richtige API-Zertifikat verfügen.

source: Error: You must provide a %s API signature or certificate.
de_de: Fehler: Sie müssen eine %s API-Signatur oder ein Zertifikat bereitstellen.

source: The "require billing address" option is not enabled by your account and has been disabled.
de_de: Die Option "Rechnungsadresse erforderlich" wurde von Ihrem Konto nicht aktiviert und wurde deaktiviert.

source: Refund Error: You need to specify a refund amount.
de_de: Rückerstattungsfehler: Sie müssen einen Rückerstattungsbetrag angeben.

source: PayPal refund completed; transaction ID = %s
de_de: PayPal-Erstattung abgeschlossen; Transaktions-ID = %s

source: Error: %1$s - %2$s
de_de: Fehler: %1$s - %2$s

source: Refund Error: All transactions have been fully refunded. There is no amount left to refund
de_de: Rückerstattungsfehler: Alle Transaktionen wurden vollständig zurückerstattet. Es gibt keine Rückerstattung mehr

source: Refund Error: The requested refund amount is too large. The refund amount must be less than or equal to %s.
de_de: Rückerstattungsfehler: Der angeforderte Rückerstattungsbetrag ist zu groß. Der Rückerstattungsbetrag muss kleiner oder gleich% s sein.

source: Capture Charge
de_de: Gebühr erfassen

source: NOTE: PayPal does not accept decimal places for the currency in which you are transacting. The "Number of Decimals" option in WooCommerce has automatically been set to 0 for you.
de_de: HINWEIS: PayPal akzeptiert keine Dezimalstellen für die Währung, in der Sie Transaktionen tätigen. Die Option "Anzahl der Dezimalstellen" in WooCommerce wurde automatisch auf 0 gesetzt.

source: Unable to capture charge!
de_de: Kann Ladung nicht erfassen!

source: PayPal Express Checkout charge complete (Charge ID: %s)
de_de: PayPal Express Checkout abgeschlossen (Gebühren-ID :%s)

source: Unable to void charge!
de_de: Die Gebühr kann nicht storniert werden!

source: PayPal Express Checkout charge voided (Charge ID: %s)
de_de: PayPal Express Checkout ungültig (Gebühren-ID: %s)

source: Unable to communicate with PayPal. Please try your payment again.
de_de: Kann nicht mit PayPal kommunizieren. Bitte versuchen Sie es erneut.

source: PayPal rejected your email address because it is not valid. Please double-check your email address and try again.
de_de: PayPal hat Ihre E-Mail-Adresse abgelehnt, da sie nicht gültig ist. Bitte überprüfen Sie Ihre E-Mail-Adresse und versuchen Sie es erneut.

source: Your PayPal checkout session is invalid. Please check out again.
de_de: Ihre PayPal-Checkout-Sitzung ist ungültig. Bitte wieder auschecken.

source: Your PayPal checkout session has expired. Please check out again.
de_de: Ihre PayPal-Kasse ist abgelaufen. Bitte wieder auschecken.

source: Your PayPal payment has already been completed. Please contact the store owner for more information.
de_de: Ihre PayPal-Zahlung wurde bereits abgeschlossen. Bitte kontaktieren Sie den Ladenbesitzer für weitere Informationen.

source: Your PayPal payment could not be processed. Please check out again or contact PayPal for assistance.
de_de: Ihre PayPal-Zahlung konnte nicht verarbeitet werden. Bitte versuchen Sie es erneut oder wenden Sie sich an PayPal, um Unterstützung zu erhalten.

source: Your PayPal payment could not be processed. Please select an alternative method of payment or contact PayPal for assistance.
de_de: Ihre PayPal-Zahlung konnte nicht verarbeitet werden. Bitte wählen Sie eine alternative Zahlungsmethode oder wenden Sie sich an PayPal, um Unterstützung zu erhalten.

source: Your PayPal payment could not be processed. Please return to PayPal and select a new method of payment.
de_de: Ihre PayPal-Zahlung konnte nicht verarbeitet werden. Bitte kehren Sie zu PayPal zurück und wählen Sie eine neue Zahlungsmethode aus.

source: You have not approved this transaction on the PayPal website. Please check out again and be sure to complete all steps of the PayPal checkout process.
de_de: Sie haben diese Transaktion auf der PayPal-Website nicht genehmigt. Bitte checken Sie noch einmal aus und vergewissern Sie sich, dass Sie alle Schritte des PayPal-Kaufvorgangs abgeschlossen haben.

source: Your shipping address may not be in a different country than your country of residence. Please double-check your shipping address and try again.
de_de: Ihre Lieferadresse darf nicht in einem anderen Land als Ihrem Wohnsitzland liegen. Bitte überprüfen Sie Ihre Lieferadresse und versuchen Sie es erneut.

source: This store does not accept transactions from buyers in your country. Please contact the store owner for assistance.
de_de: Dieser Shop akzeptiert keine Transaktionen von Käufern in Ihrem Land. Bitte kontaktieren Sie den Ladenbesitzer für Hilfe.

source: The transaction is over the threshold allowed by this store. Please contact the store owner for assistance.
de_de: Die Transaktion überschreitet den von diesem Geschäft zulässigen Schwellenwert. Bitte kontaktieren Sie den Ladenbesitzer für Hilfe.

source: Your transaction was declined. Please contact the store owner for assistance.
de_de: Ihre Transaktion wurde abgelehnt. Bitte kontaktieren Sie den Ladenbesitzer für Hilfe.

source: The country in your shipping address is not valid. Please double-check your shipping address and try again.
de_de: Das Land in Ihrer Lieferadresse ist nicht gültig. Bitte überprüfen Sie Ihre Lieferadresse und versuchen Sie es erneut.

source: The street address in your shipping address is not valid. Please double-check your shipping address and try again.
de_de: Die Adresse in Ihrer Lieferadresse ist nicht gültig. Bitte überprüfen Sie Ihre Lieferadresse und versuchen Sie es erneut.

source: The city in your shipping address is not valid. Please double-check your shipping address and try again.
de_de: Die Stadt in Ihrer Lieferadresse ist nicht gültig. Bitte überprüfen Sie Ihre Lieferadresse und versuchen Sie es erneut.

source: The state in your shipping address is not valid. Please double-check your shipping address and try again.
de_de: Der Status in Ihrer Lieferadresse ist nicht gültig. Bitte überprüfen Sie Ihre Lieferadresse und versuchen Sie es erneut.

source: The ZIP code or postal code in your shipping address is not valid. Please double-check your shipping address and try again.
de_de: Die Postleitzahl oder Postleitzahl in Ihrer Lieferadresse ist nicht gültig. Bitte überprüfen Sie Ihre Lieferadresse und versuchen Sie es erneut.

source: PayPal rejected your shipping address because the city, state, and/or ZIP code are incorrect. Please double-check that they are all spelled correctly and try again.
de_de: PayPal hat Ihre Lieferadresse abgelehnt, da die Stadt, der Bundesstaat und / oder die Postleitzahl nicht korrekt sind. Bitte überprüfe, ob alle korrekt geschrieben sind und versuche es erneut.

source: Your PayPal payment could not be processed. Please contact PayPal for assistance.
de_de: Ihre PayPal-Zahlung konnte nicht verarbeitet werden. Bitte kontaktieren Sie PayPal für Unterstützung.

source: The redemption code(s) you entered on PayPal cannot be used at this time. Please return to PayPal and remove them.
de_de: Die Einlösungscodes, die Sie bei PayPal eingegeben haben, können derzeit nicht verwendet werden. Bitte kehren Sie zu PayPal zurück und entfernen Sie sie.

source: Your funding instrument is invalid. Please check out again and select a new funding source.
de_de: Ihr Finanzierungsinstrument ist ungültig. Bitte wieder auschecken und eine neue Finanzierungsquelle auswählen.

source: An error (%s) occurred while processing your PayPal payment. Please contact the store owner for assistance.
de_de: Bei der Verarbeitung Ihrer PayPal-Zahlung ist ein Fehler (%s) aufgetreten. Bitte kontaktieren Sie den Ladenbesitzer für Hilfe.

source: &mdash; or &mdash;
de_de: &mdash; oder &mdash;

source: Check out with PayPal
de_de: Mit Paypal auschecken

source: Confirm your PayPal order
de_de: Bestätigen Sie Ihre PayPal-Bestellung

source: Billing details
de_de: Rechnungsdetails

source: Address:
de_de: Addresse:

source: Shipping details
de_de: Versanddetails

source: Your PayPal checkout session has expired. Please check out again.
de_de: Ihre PayPal-Kasse ist abgelaufen. Bitte wieder auschecken.

source: Sorry, an error occurred while trying to retrieve your information from PayPal. Please try again.
de_de: Beim Versuch, Ihre Daten von PayPal abzurufen, ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: Cancel
de_de: Stornieren

source: You have cancelled Checkout with PayPal. Please try to process your order again.
de_de: Sie haben den Kaufvorgang mit PayPal abgebrochen. Bitte versuchen Sie erneut, Ihre Bestellung zu bearbeiten.

source: Payment authorized. Change payment status to processing or complete to capture funds.
de_de: Zahlung genehmigt. Ändern Sie den Zahlungsstatus in Verarbeitung oder schließen Sie ab, um Geld zu erfassen.

source: Payment pending (%s).
de_de: Zahlung ausstehend (%s).

source: Unable to accept certificate during cURL configuration
de_de: Zertifikat kann während der cURL-Konfiguration nicht akzeptiert werden

source: Unable to accept certificate password during cURL configuration
de_de: Das Zertifikatskennwort konnte während der cURL-Konfiguration nicht akzeptiert werden

source: Unable to write certificate file %s during cURL configuration
de_de: Die Zertifikatsdatei %s konnte während der cURL-Konfiguration nicht geschrieben werden

source: Failed to retrieve private key during cURL configuration
de_de: Fehler beim Abrufen des privaten Schlüssels während der cURL-Konfiguration

source: Failed to export PKCS12 file during cURL configuration
de_de: Fehler beim Export der PKCS12-Datei während der cURL-Konfiguration

source: Missing credential
de_de: Anmeldedaten fehlen

source: Invalid credential object
de_de: Ungültiges Anmeldungsobjekt

source: Invalid environment
de_de: Ungültige Umgebung

source: An error occurred while trying to connect to PayPal: %s
de_de: Beim Versuch, eine Verbindung zu PayPal herzustellen, ist ein Fehler aufgetreten: %s

source: Malformed response received from PayPal
de_de: Falsche Antwort von PayPal erhalten

source: Empty POST data.
de_de: Leere POST data.

source: Invalid IPN request.
de_de: Ungültige IPN-Anfrage

source: PayPal IPN Request Failure
de_de: PayPal IPN-Anfrage fehlgeschlagen

source: Validation error: PayPal currencies do not match (code %s).
de_de: Validierungsfehler: PayPal-Währungen stimmen nicht überein (Code %s).

source: Validation error: PayPal amounts do not match (gross %s).
de_de: Validierungsfehler: PayPal-Beträge stimmen nicht überein (brutto %s).

source: IPN payment completed
de_de: IPN-Zahlung abgeschlossen

source: Payment %s via IPN.
de_de: Zahlung %s über IPN.

source: Payment for order %s refunded
de_de: Zahlung für Bestellung %s zurückerstattet

source: Order #%s has been marked as refunded - PayPal reason code: %s
de_de: Bestellnummer %s wurde als zurückerstattet markiert - PayPal Ursachencode: %s

source: Payment for order %s reversed
de_de: Zahlung für Auftrag %s storniert

source: Order #%s has been marked on-hold due to a reversal - PayPal reason code: %s
de_de: Die Bestellnummer %s wurde aufgrund einer Stornierung als Warteschleife markiert - PayPal Ursachencode: %s

source: Reversal cancelled for order #%s
de_de: Stornierung storniert für Auftrag #%s

source: Order #%s has had a reversal cancelled. Please check the status of payment and update the order status accordingly here: %s
de_de: Bei der Bestellnummer #%s wurde eine Stornierung storniert. Bitte überprüfen Sie den Zahlungsstatus und aktualisieren Sie den Bestellstatus entsprechend: %s

source: Invalid connection request
de_de: Ungültige Verbindungsanfrage

source: Sorry, Easy Setup encountered an error. Please try again.
de_de: Es tut uns leid, Easy Setup hat einen Fehler festgestellt. Bitte versuche es erneut.

source: Easy Setup was able to obtain your API credentials, but was unable to verify that they work correctly. Please make sure your PayPal account is set up properly and try Easy Setup again.
de_de: Easy Setup konnte Ihre API-Anmeldeinformationen abrufen, konnte jedoch nicht überprüfen, ob sie ordnungsgemäß funktionieren. Bitte stellen Sie sicher, dass Ihr PayPal-Konto korrekt eingerichtet ist und versuchen Sie es erneut.

source: Easy Setup was able to obtain your API credentials, but an error occurred while trying to verify that they work correctly. Please try Easy Setup again.
de_de: Easy Setup konnte Ihre API-Anmeldeinformationen erhalten, aber beim Versuch, die korrekte Funktionsweise zu überprüfen, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: Success! Your PayPal account has been set up successfully.
de_de: Erfolg! Ihr PayPal-Konto wurde erfolgreich eingerichtet.

source: %s in WooCommerce Gateway PayPal Express Checkout plugin can only be called once
de_de: %s in WooCommerce Gateway Das PayPal Express Checkout-Plugin kann nur einmal aufgerufen werden.

source: WooCommerce Gateway PayPal Express Checkout requires WooCommerce to be activated
de_de: WooCommerce Gateway PayPal Express Checkout setzt die Aktivierung von WooCommerce voraus

source: WooCommerce Gateway PayPal Express Checkout requires WooCommerce version 2.5 or greater
de_de: WooCommerce Gateway PayPal Express Checkout erfordert WooCommerce Version 2.5 oder höher

source: WooCommerce Gateway PayPal Express Checkout requires cURL to be installed on your server
de_de: WooCommerce Gateway PayPal Express Checkout erfordert die Installation von cURL auf Ihrem Server

source: WooCommerce Gateway PayPal Express Checkout requires OpenSSL >= 1.0.1 to be installed on your server
de_de: WooCommerce Gateway PayPal Express Checkout erfordert die Installation von OpenSSL> = 1.0.1 auf Ihrem Server

source: Payment error:
de_de: Zahlungsfehler:

source: Setup or link an existing PayPal account
de_de: Richten Sie ein bestehendes PayPal-Konto ein oder verknüpfen Sie es

source: %s or <a href="#" class="ppec-toggle-settings">click here to toggle manual API credential input</a>.
de_de: %s oder <a href="#" class="ppec-toggle-settings">Klicken Sie hier, um die manuelle Eingabe der API-Anmeldeinformationen zu aktivieren</a>.

source: Setup or link an existing PayPal Sandbox account
de_de: Richten Sie ein bestehendes PayPal-Konto ein oder verknüpfen Sie es

source: %s or <a href="#" class="ppec-toggle-sandbox-settings">click here to toggle manual API credential input</a>.
de_de: %s oder <a href="#" class="ppec-toggle-sandbox-settings">Klicken Sie hier, um die manuelle Eingabe der API-Anmeldeinformationen zu aktivieren</a>.

source: Enable/Disable
de_de: Aktivieren / Deaktivieren

source: Enable PayPal Express Checkout
de_de: Aktivieren Sie PayPal Express Checkout

source: This enables PayPal Express Checkout which allows customers to checkout directly via PayPal from your cart page.
de_de: Dies ermöglicht PayPal Express Checkout, mit dem Kunden direkt von Ihrer Warenkorbseite aus über PayPal bezahlen können.

source: Button Size
de_de: Button Größe

source: PayPal offers different sizes of the "PayPal Checkout" buttons, allowing you to select a size that best fits your site's theme. This setting will allow you to choose which size button(s) appear on your cart page.
de_de: PayPal bietet verschiedene Größen der "PayPal Checkout" -Buttons, so dass Sie eine Größe auswählen können, die am besten zum Thema Ihrer Website passt. Mit dieser Einstellung können Sie auswählen, welche Schaltflächen auf Ihrer Warenkorbseite angezeigt werden.

source: Small
de_de: klein

source: Medium
de_de: mittel

source: Large
de_de: groß

source: Environment
de_de: Umgebung

source: This setting specifies whether you will process live transactions, or whether you will process simulated transactions using the PayPal Sandbox.
de_de: Diese Einstellung legt fest, ob Sie Live-Transaktionen verarbeiten oder simulierte Transaktionen mit der PayPal-Sandbox verarbeiten.

source: PayPal Mark
de_de: PayPal-Markierung

source: Enable the PayPal Mark on regular checkout
de_de: Aktivieren Sie die PayPal-Markierung beim regulären Checkout

source: This enables the PayPal mark, which can be shown on regular WooCommerce checkout to use PayPal Express Checkout like a regular WooCommerce gateway.
de_de: Dies ermöglicht die PayPal-Markierung, die bei der regulären WooCommerce-Prüfung angezeigt werden kann, um PayPal Express Checkout wie ein normales WooCommerce-Gateway zu verwenden.

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Dies steuert den Titel, den der Benutzer beim Checkout sieht.

source: Description
de_de: Beschreibung

source: This controls the description which the user sees during checkout.
de_de: Die Beschreibung, die der Benutzer beim Checkout sieht.

source: Pay using either your PayPal account or credit card. All credit card payments will be processed by PayPal.
de_de: Bezahlen Sie mit Ihrem PayPal-Konto oder Ihrer Kreditkarte. Alle Kreditkartenzahlungen werden von PayPal bearbeitet.

source: API Credentials
de_de: API-Anmeldeinformationen

source: Live API Username
de_de: Live-API-Benutzername

source: Get your API credentials from PayPal.
de_de: Holen Sie sich Ihre API-Zugangsdaten von PayPal.

source: Live API Password
de_de: Live-API-Passwort

source: Live API Signature
de_de: Live-API-Signatur

source: Optional if you provide a certificate below
de_de: Optional, wenn Sie unten ein Zertifikat angeben

source: Live API Certificate
de_de: Live-API-Zertifikat

source: Live API Subject
de_de: Live-API-Betreff

source: If you're processing transactions on behalf of someone else's PayPal account, enter their email address or Secure Merchant Account ID (also known as a Payer ID) here. Generally, you must have API permissions in place with the other account in order to process anything other than "sale" transactions for them.
de_de: Wenn Sie Transaktionen für das PayPal-Konto einer anderen Person bearbeiten, geben Sie hier ihre E-Mail-Adresse oder die ID des Secure Merchant Accounts (auch bekannt als Payer ID) ein. Im Allgemeinen müssen Sie über API-Berechtigungen für das andere Konto verfügen, um für sie andere Transaktionen als "Verkauf" verarbeiten zu können.

source: Optional
de_de: Wahlweise

source: Sandbox API Credentials
de_de: Sandbox-API-Anmeldeinformationen

source: Sandbox API Username
de_de: Sandbox API Benutzername

source: Sandbox API Password
de_de: Sandbox-API-Passwort

source: Sandbox API Signature
de_de: Sandbox-API-Signatur

source: Sandbox API Certificate
de_de: Sandbox-API-Zertifikat

source: Sandbox API Subject
de_de: Sandbox API Betreff

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Enable Logging
de_de: Aktivieren Logging

source: Log PayPal events, such as IPN requests.
de_de: Log-PayPal-Ereignisse, wie IPN-Anfragen.

source: Invoice Prefix
de_de: Rechnungs Präfix

source: Please enter a prefix for your invoice numbers. If you use your PayPal account for multiple stores ensure this prefix is unique as PayPal will not allow orders with the same invoice number.
de_de: Bitte geben Sie ein Präfix für Ihre Rechnungsnummern ein. Wenn Sie Ihr PayPal-Konto für mehrere Geschäfte verwenden, stellen Sie sicher, dass dieses Präfix eindeutig ist, da PayPal keine Bestellungen mit derselben Rechnungsnummer zulässt.

source: Billing Addresses
de_de: Rechnungsadressen

source: Require Billing Address
de_de: Rechnungsadresse erforderlich

source: PayPal does not share buyer billing details with you. However, there are times when you must collect the buyer billing address to fulfill an essential business function (such as determining whether you must charge the buyer tax). Enable this function to collect the address before payment is taken.
de_de: PayPal teilt die Zahlungsinformationen des Käufers nicht mit Ihnen. Es kann jedoch vorkommen, dass Sie die Rechnungsadresse des Käufers abholen müssen, um eine wichtige Geschäftsfunktion zu erfüllen (z. B. ob Sie die Käufersteuer berechnen müssen). Aktivieren Sie diese Funktion, um die Adresse vor der Zahlung zu sammeln.

source: Payment Action
de_de: Zahlungsaktion

source: Choose whether you wish to capture funds immediately or authorize payment only.
de_de: Wählen Sie, ob Sie sofort Mittel erfassen oder nur die Zahlung autorisieren möchten.

source: Sale
de_de: Verkauf

source: Authorize
de_de: Autorisieren

source: Instant Payments
de_de: Sofortige Zahlungen

source: Require Instant Payment
de_de: Erfordern sofortige Zahlung

source: If you enable this setting, PayPal will be instructed not to allow the buyer to use funding sources that take additional time to complete (for example, eChecks). Instead, the buyer will be required to use an instant funding source, such as an instant transfer, a credit/debit card, or PayPal Credit.
de_de: Wenn Sie diese Einstellung aktivieren, wird PayPal angewiesen, dem Käufer nicht zu gestatten, Finanzierungsquellen zu verwenden, die zusätzliche Zeit benötigen (z. B. eChecks). Stattdessen muss der Käufer eine sofortige Finanzierungsquelle wie Sofortüberweisung, Kredit- / Debitkarte oder PayPal-Guthaben verwenden.

source: Logo Image URL
de_de: Logo Bild URL

source: If you want PayPal to co-brand the checkout page with your logo, enter the URL of your logo image here.<br/>The image must be no larger than 190x60, GIF, PNG, or JPG format, and should be served over HTTPS.
de_de: Wenn Sie möchten, dass PayPal die Checkout-Seite mit Ihrem Logo co-branded, geben Sie hier die URL Ihres Logo-Bildes ein. <br/> Das Bild darf nicht größer als 190x60, GIF, PNG oder JPG sein und sollte überreicht werden HTTPS.

source: Subtotal Mismatch Behavior
de_de: Zwischensumme Fehlverhalten
