Repository: soko-grafik/Wordpress-Translations
Catalog: woocommerce-product-documents-*/woocommerce-product-documents-*.po
Languages: de_de

source: Product Documents
de_de: Produktdokumente

source: Product Documents Default Title
de_de: Produktdokumente Standardtitel

source: This text will be shown above the product documents section unless overridden at the product level.
de_de: Dieser Text wird oberhalb des Produktdokumentabschnitts angezeigt, sofern er nicht auf Produktebene überschrieben wird.

source: Are you sure you want to remove this section?
de_de: Möchten Sie diesen Abschnitt wirklich entfernen?

source: Are you sure you want to remove this document?
de_de: Möchten Sie dieses Dokument wirklich entfernen?

source: Select a File
de_de: Wählen Sie eine Datei

source: Set File
de_de: Datei einstellen

source: Product Documents Title
de_de: Produktdokumente Titel

source: This text optional will be shown as the title for the product documents element.
de_de: Dieser optionale Text wird als Titel für das Produktdokumentelement angezeigt.

source: Show Product Documents
de_de: Zeige Produktdokumente

source: Enable this to automatically display any documents for this product on the product page. Product documents can also be displayed anywhere via the widget or shortcode.
de_de: Aktivieren Sie diese Option, um automatisch Dokumente für dieses Produkt auf der Produktseite anzuzeigen. Produktdokumente können auch überall über das Widget oder den Shortcode angezeigt werden.

source: Close all
de_de: Alle schließen

source: Expand all
de_de: Alle erweitern

source: New Section
de_de: Neuer Abschnitt

source: Remove
de_de: Löschen

source: Click to toggle
de_de: Klicken Sie, um umzuschalten

source: Default
de_de: Standard

source: Label
de_de: Beschriftung

source: Document Path/URL
de_de: Dokumentpfad / URL

source: Actions
de_de: Aktionen

source: Add Document
de_de: Dokument hinzufügen

source: Display a set of product documents for the current product if on a product page.
de_de: Zeigte auf einer Produktseite eine Reihe von Produktdokumenten für das aktuelle Produkt an.

source: WooCommerce Product Documents
de_de: WooCommerce Produktdokumente

source: Title
de_de: Titel

source: Adds a product documents element to WooCommerce product pages
de_de: Fügt den WooCommerce-Produktseiten ein Produktdokument hinzu
